# St7EnableCreepUserTable

Enables a user defined Strain vs Time table for the specified creep law definition.

long St7EnableCreepUserTable(long uID, long CreepID, long TableID)
Input Parameters
uID
Strand7 model file ID.
CreepID
Creep layout ID.
TableID
User defined Strain vs Time table ID.